module.exports = {
  getList(){
    return [
      {
        title: '前端开发规范',
        collapsable: false,
        children: [
          '08_eslint规范',
          '00_前端规范',
          '00_文件名规范',
          '01_CSS的BEM命名规范',
          // '01_CSS命名参考',
          '01_JS函数命名参考',
          '01_图片命名规范',
          '02_HTML规范',
          '03_CSS规范',
          '04_图片规范',
          '05_commit-message规范',
          '06_GIT分支规范',
          '07_代码review检查点',
          '11_2018苹果最新规范及适配整理',
        ]
      },
      {
        title:'中文技术文档的写作规范', 
        collapsable: false,
        children: [
        '00_中文技术文档的写作规范-阮一峰/00_标题',
        '00_中文技术文档的写作规范-阮一峰/01_文本',
        '00_中文技术文档的写作规范-阮一峰/02_段落',
        '00_中文技术文档的写作规范-阮一峰/03_数值',
        '00_中文技术文档的写作规范-阮一峰/04_文档体系',
        '00_中文技术文档的写作规范-阮一峰/05_marks',
        '00_中文技术文档的写作规范-阮一峰/06_参考链接',
      ]},
    ]
  }
}