module.exports = {
  getList() {
    return [
      '0什么是版本控制系统（VCS）',
      '1什么是分布式版本控制系统（DVCS)',
      '2上手 1：新公司用 Git 管理代码，怎么快速上手？',
      '3上手 2：团队工作的基本工作模型',
      '4进阶 1：HEAD、master 与 branch',
      '5进阶 2：push 的本质',
      '6进阶 3：merge：合并 commits',
      '7进阶 4：Feature Branching：最流行的工作流',
      '8进阶 5：关于 add',
      '9进阶 6：看看我都改了什么',
      '10高级 1：不喜欢 merge 的分叉？用 rebase 吧',
      '11高级 2：刚刚提交的代码，发现写错了怎么办？',
      '12高级 3：写错的不是最新的提交，而是倒数第二个？',
      '13高级 4：比错还错，想直接丢弃刚写的提交？',
      '14高级 5：想丢弃的也不是最新的提交？',
      '15高级 6：代码已经 push 上去了才发现写错？',
      '16高级 7：reset 的本质——不止可以撤销提交',
      '17高级 8：checkout 的本质',
      '18高级 9：紧急情况：「立即给我打个包，现在马上！」',
      '19高级 10：branch 删过了才想起来有用？',
      '20额外说点：.gitignore——排除不想被管理的文件和目录',
      '21总结',
    ]
  }
}