module.exports = {
  getList(){
    return [
      '',
      {
        title:'中文技术文档的写作规范', 
        children: [
        '00_中文技术文档的写作规范-阮一峰/00_标题',
        '00_中文技术文档的写作规范-阮一峰/01_文本',
        '00_中文技术文档的写作规范-阮一峰/02_段落',
        '00_中文技术文档的写作规范-阮一峰/03_数值',
        '00_中文技术文档的写作规范-阮一峰/04_文档体系',
        '00_中文技术文档的写作规范-阮一峰/05_marks',
        '00_中文技术文档的写作规范-阮一峰/06_参考链接',
      ]},
      '01_commit-message规范',
      '02_文件名规范',
      '03_文件夹命名参考',
      '04_HTML命名参考',
      '05_CSS命名规范',
      '06_CSS命名参考',
      '07_JS函数方法常用的动词',
      '08_图片命名参考',
      '09_图片的命名规范及脚本文件和动态文件命名规范',
      '10_代码review检查点',
    ]
  }
}